<?php
include("./includes/common.php");
include SYSTEM_ROOT.'header.php';
?>
<meta http-equiv="content-type" content="text/html" />
<meta name="author" content="www.toopan.cn" />
<body style="text-align:center;">
</body>

<div class="btn-group">
<div class="container">
<div style="font:20px Microsoft YaHei;">
<font color="#696969">
<h2>用户协议</h2><hr/>
 </div>
<div style="font:16px Microsoft YaHei; margin:0px auto; text-align:center;">
<h3>云端托盘服务条款</h3>
<p>本服务条款更新及生效日期：2020年4月8日</p>
<span align='left'>
<p>感谢您使用云端托盘。使用我们的任何服务即表示您已同意本协议涉及的全部条款。我们始终在不断更改和改进我们的服务。我们可能会增加或删除功能，也可能暂停或彻底停止某项服务。您可以随时停止使用我们的服务，我们也可以随时停止向您提供服务，或随时对我们的服务增加新的限制。</p>
<p>本服务条款目前包含五部分，共二十条。</p>
</span>
<p style="text-align:right">云端托盘<br>2020年10月8日</p>
<h3>一、服务的使用</h3>
<span align='left'>
<ol>
<li><p>您必须在法律允许的范围内使用我们的服务。您<strong>不可以</strong>进行任何非法或有损我们利益的操作，（包括但不限于）以下操作：</p>
<ul>
<li><strong>使用我们的服务来传输任何非法内容</strong>；</li>
<li><strong>将我们的服务用于任何商业途径</strong>；</li>
<li>使用任何方式干扰或破坏我们的服务；</li>
<li>对云端托盘的网络请求进行抓包和编辑；</li>
<li>尝试绕过我们的服务的任何限制；</li>
<li><strong>尝试使用我们没有公开提供的接口</strong>。</li>
</ul>
</li>
<li><p>对于违反该使用条款者，我们保留采取以下（部分或全部）措施的权利（且无需提前进行通知或获取同意）：</p>
<ul>
<li><p>直接删除违规文件；</p>
</li>
<li><p>永久禁止特定违规文件的上传；</p>
</li>
<li><p>对相关上传和下载者的定位和追踪；</p>
</li>
<li><p>利用技术手段对特定用户进行封禁，包括但不限于：</p>
<ul>
<li>限制特定用户使用我们的服务；</li>
<li>限制特定用户的最大文件上传大小；</li>
<li>限制特定用户的最大文件存储时间；</li>
</ul>
</li>
<li><p>将云端托盘系统记录作为用户违反法律法规的证据；</p>
</li>
<li><p>采取必要的法律手段维护我们的利益。</p>
</li>
</ul>
</li>
</ol>
</span>
<h3>二、版权</h3>
<span align='left'>
<ol start='3'>
<li>本站使用开源shudong-share程序修改而搭建，无论是否为商业用途。在未经我们授权的情况下，您不可以复制或使用本站的衍生源码。您不可以在未经我们授权的应用或网站上使用云端托盘的服务。</li>
<li><strong>您不应该发布任何盗版内容。我们会根据《中华人民共和国著作权法》对涉嫌侵犯版权的内容进行删除，并对屡次侵权者的账户进行封禁。</strong></li>
<li><strong>如果您认为有云端托盘用户发布的内容侵犯了您的版权，请<a href='mailto:349336500@qq.com'>与我们联系</a>。</strong></li>
</ol>
</span>
<h3>三、您在我们服务中上传或下载的内容</h3>
<span align='left'>
<ol start='6'>
<li><p>我们的服务允许您上传或下载内容。您保留对该内容持有的任何知识产权的所有权。简言之，属于您的内容依然归您所有。</p>
</li>
<li><p>根据国家网信办发布的《互联网信息服务管理办法》，您在我们的服务中上传的内容不得含有下列（以及任何违反中华人民共和国法律的）内容的信息（且无需提前进行通知或获取同意）：</p>
<ul>
<li>反对宪法所确定的基本原则的</li>
<li>危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的</li>
<li>损害国家荣誉和利益的</li>
<li>煽动民族仇恨、民族歧视，破坏民族团结的</li>
<li>破坏国家宗教政策，宣扬邪教和封建迷信的</li>
<li>散布谣言，扰乱社会秩序，破坏社会稳定的</li>
<li>散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的</li>
<li>侮辱或者诽谤他人，侵害他人合法权益的</li>
<li>含有法律、行政法规禁止的其他内容的</li>
</ul>
</li>
<li><p><strong>因用户进行上述内容在云端托盘服务的上载、传播而导致任何第三方提出索赔要求或衍生的任何损害或损失，由相关用户自行承担全部责任。此外，对于违反者，我们同样保留采取本服务条款第一部分第二条列出的（部分或全部）措施的权利（且无需提前进行通知或获取同意）。</strong></p>
</li>
</ol>
</span>
<h3>四、免责声明</h3>
<span align='left'>
<ol start='9'>
<li><p><strong>任何经由本服务以上传、下载的内容，均由内容提供者、使用者对其上传、使用行为自行承担责任。</strong>我们作为信息存储空间服务平台，无法控制经由本服务传送之内容，也无法对用户的使用行为进行全面控制，因此不能保证内容的合法性、正确性、完整性、真实性或品质；用户已预知使用本服务时，可能会接触到令人不快、不适当等内容，并同意将自行加以判断并承担所有风险，而不依赖于我们的服务。</p>
</li>
<li><p><strong>我们不就由资料在上传、下载或存储过程中产生的延误、不准确、错误和遗漏产生的任何损害赔偿、以任何形式向用户或任何第三方负法律、经济责任。</strong></p>
</li>
<li><p>鉴于网络服务的特殊性，用户同意我们有权随时变更、中断或终止部分或全部的网络服务，且无需通知用户，也无需对任何用户或任何第三方承担任何责任，但我们会尽可能事先进行通告。 </p>
</li>
<li><p>请用户理解，我们需要定期或不定期地对提供网络服务的平台或相关的设备进行检修或者维护，如因此类情况而造成短时间内的服务中断，我们无需为此承担任何责任，但我们会尽可能事先进行通告。 </p>
</li>
<li><p>我们可在任何时候为任何原因变更本服务或删除其部分功能。我们可在任何时候取消或终止对用户的服务。我们取消或终止服务的决定不需要理由或通知用户。一旦服务取消，用户使用本服务的权利立即终止。 一旦本服务取消或终止，用户在本服务中储存的任何信息可能无法恢复，因此造成的损失我们概不负责。</p>
</li>
<li><p>我们不保证（包括但不限于）：</p>
<ul>
<li>我们的服务适合用户的使用要求、符合用户的期望； </li>
<li>我们的服务不受干扰，及时、安全、可靠或不出现错误。</li>
</ul>
</li>
<li><p>用户使用经由我们的服务下载或取得的任何资料，其风险由用户自行承担。</p>
</li>
<li><p>因本服务使用导致用户电脑系统损坏或资料流失，用户应自己负完全责任。</p>
</li>
<li><p>基于以下原因而造成的利润、商业信誉、资料损失或其他有形或无形损失， 我们不承担任何直接、间接的赔偿：</p>
<ul>
<li>对本服务的使用或无法使用；</li>
<li>经由该平台取得的任何资料或服务；</li>
<li>用户资料遭到未授权的使用或修改；</li>
<li>及其他与我们的服务相关的事宜。 </li>
</ul>
</li>
<li><p>由于用户授权第三方（包括第三方应用）访问/使用本服务的内容所导致的纠纷或损失，应由用户自行负责，与我们无关。</p>
</li>
<li><p>对于任何上述涉及或尚未提及的用户在使用本服务过程中造成的任何形式的损失，我们概不担负任何形式的责任或赔偿。</p>
</li>
</ol>
</span>
<h3>五、对本文条款的修改</h3>
<span align='left'>
<ol start='20'>
<li>我们可随时更新本协议中任何条款的内容，以体现我们的新功能或澄清规定。更新的协议将在线发布。您在此类变更生效日期之后继续使用本服务，即表示您接受此类变更。为方便您查阅，我们将在此页顶部发布更新日期。
 </div>
</span>
  </ul>
 </div>
  </div>
   </div>
<br>
<br>
<br>
<script src="assets/js/upload.js?v=1001"></script>
<?php include SYSTEM_ROOT.'footer.php';?>